tap "homebrew/autoupdate"
tap "nikitabobko/tap"
brew "age"
brew "bat"
brew "biome"
brew "chezmoi"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "htop"
brew "lazydocker"
brew "lazygit"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "portal"
brew "python@3.14"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "nikitabobko/tap/aerospace"
cask "antigravity"
cask "brave-browser"
cask "clockify"
cask "font-jetbrains-mono"
cask "ghostty"
cask "iina"
cask "mullvad-browser"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "raindropio"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
vscode "biomejs.biome"
vscode "formulahendry.code-runner"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "rishitmohanty3.leetcode-dark"
vscode "tal7aouy.rainbow-bracket"
