# --- Taps ---
tap "homebrew/autoupdate"
tap "nikitabobko/tap"

# --- Common CLI Tools (Mac & Linux) ---
brew "age"
brew "bat"
brew "biome"
brew "chezmoi"
brew "eza"
brew "fzf"
brew "gcc"
brew "git"
brew "lazygit"
brew "lazydocker"
brew "neovim"
brew "node"
brew "python@3.14" # Note: Ensure this version is available in 2026
brew "starship"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-completions"
brew "fd"
brew "rg"

# --- Mac Specific Casks (Ignored on Linux) ---
if OS.mac?
  cask "nikitabobko/tap/aerospace"
  cask "clockify"
  cask "obs"
  cask "brave-browser"
  cask "font-jetbrains-mono"
  cask "whatsapp"
  cask "ghostty"
  cask "raindropio"
  cask "orbstack"
  cask "proton-drive"
  cask "visual-studio-code"
  cask "proton-mail"
  cask "proton-pass"
  cask "protonvpn"
  cask "raycast"
  cask "spotify"
  cask "iina"
  cask "mullvad-browser"
  cask "obsidian"
end
