cask "karabiner-elements"
cask "leader-key"
cask "vivaldi"
cask "ghostty"
cask "notion"
brew "lazydocker"
cask "balenaetcher"
brew "starship"
cask "clockify"
brew "sd"
brew "rclone"
cask "google-drive"
cask "microsoft-teams"
cask "the-unarchiver"
cask "obs"
brew "mas"
tap "buo/cask-upgrade"
brew "toilet"
cask "tailscale-app"
brew "portal"
brew "bash"
cask "discord"
brew "superfile"
cask "stremio"
cask "devpod"
cask "wezterm"
brew "atuin"
cask "docker-desktop"
cask "chatgpt"
cask "visual-studio-code"
brew "yt-dlp"
cask "iina"
brew "tree"
cask "whatsapp"
cask "trex"
cask "obsidian"
brew "rsync"
brew "bat"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "neovim"
brew "onefetch"
brew "poppler"
brew "ripgrep"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "font-jetbrains-mono-nerd-font"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "raycast"
cask "zap"
brew "gum"
