tap "cmacrae/formulae"
cask "copyq"
brew "ranger"
brew "bash"
cask "chatgpt"
cask "raycast"
brew "poppler"
tap "wabarc/wayback"
brew "figlet"
brew "wayback"
brew "waybackpy"
cask "zap"
cask "stremio"
brew "git"
cask "firefox"
brew "biome"
cask "docker-desktop"
brew "stow"
brew "gcc"
cask "font-meslo-lg-nerd-font"
cask "google-drive"
brew "gemini-cli"
brew "pandoc"
cask "wezterm"
tap "gromgit/brewtils"
tap "mongodb/brew"
tap "wickenico/wailbrew"
brew "bat"
brew "carapace"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "htop"
brew "jj"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "nmap"
brew "pipx"
brew "portal"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "sleuthkit"
brew "sshs"
brew "starship"
brew "superfile"
brew "tailscale"
brew "tmux"
brew "tree"
brew "uv"
brew "xh"
brew "zoxide"
brew "gromgit/brewtils/taproom"
brew "mongodb/brew/mongodb-community@8.0"
cask "brave-browser"
cask "requestly"
cask "chatgpt"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "iina"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "obs"
cask "obsidian"
cask "tailscale-app"
cask "visual-studio-code"
cask "whatsapp"
cask "zed"
